Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: When we set our 2017 budget, we were mindful of the fact that our 2016 Q1 profits were unusually high due to various factors, including the uneven distribution of costs between Q1 and Q2 in 2016 associated with the initial deployment of our new organizational structure at that time, and the fact that we had an additional work day in that quarter.
es: Cuando establecimos nuestro presupuesto de 2017, tuvimos presente el hecho de que las utilidades que tuvimos en el Q1 de 2016 fueron inusualmente altas debido a diversos factores, como la distribución desigual de costos entre el Q1 y el Q2, que tuvo relación con la implementación inicial de nuestra nueva estructura organizacional en ese momento y con el hecho de que tuvimos un día de trabajo adicional en ese trimestre.

source: When we think about why we would document a JMP – it becomes clearer when one is required. If you are reliant on Golder initiating the response to an emergency during your journey – you need a documented JMP so your journey can be monitored.
es: Cuando pensamos en por qué documentamos un JMP es que se vuelve más claro cuándo se necesita uno. Si dependemos de Golder para iniciar la respuesta a una emergencia durante un viaje, entonces se necesita un JMP para poder monitorear este viaje.

source: When will the lien holdback/retainage be released?
es: ¿Cuándo se liberará la retención?

source: When will these other holdbacks be released?
es: ¿cuándo se liberarán estas otras retenciones?

source: When working in areas where hunting or other recreational gun use may occur:
es: Al trabajar en zonas usadas para la caza u otras actividades que involucran uso recreativo de armas de fuego:

source: When working in hazardous atmospheres, the following is required:
es: Al trabajar en atmósferas peligrosas, se requiere lo siguiente:

source: When working in remote areas where emergency services are delayed:
es: Al trabajar en zonas apartadas donde haya retraso de los servicios de emergencia:

source: When working in the cold – take regular breaks in warm areas, such as the cab of the vehicle.
es: Al trabajar en el frío, tomar descansos regulares en un lugar cálido como la cabina de un vehículo.

source: When working in the heat – take regular breaks in a cool or shady area.
es: Al trabajar en el calor, tomar descansos regulares en un lugar frío o a la sombra.

source: When you need to walk on the tailings surface, contact the client to obtain information regarding the chemical and physical characteristics of the tailings, and the site-specific procedures for working on/around tailings.
es: Si es necesario caminar sobre la superficie de relaves, contactar al cliente para pedir información sobre las características químicas y físicas de estos y los procedimientos específicos del sitio para trabajar en su entorno.

source: Whenever you travel, you will need a Journey Management Plan, however the detail involved will depend on the risk associated with the travel.
es: Cada vez que viaje, necesitará un Plan de Gestión de Viajes, pero el detalle que involucre dependerá del riesgo asociado al viaje.

source: Where an investigation is undertaken by a team, the investigation team should be briefed on the incident and pertinent facts and tasked as appropriate.
es: Cuando la investigación la lleve a cabo un equipo, se debe informar al equipo de investigación sobre el incidente y los detalles correspondientes, y se le deben asignar tareas según corresponda.

source: Where a discrepancy between our standards and the standards of our client arises, the standard that provides the most effective control will be expected.
es: En caso de existir una discrepancia entre nuestras normas y aquellas de nuestros clientes, se respetará la norma que proporcione el control más eficaz.

source: Where an activity is not covered by an existing WMS, one must be developed specifically for the task.
es: Si hay alguna actividad no cubierta por un PST, se debe elaborar uno específico para esa tarea.

source: Where corrective and/or preventive action identifies new or changed hazards or controls, the proposed changes shall undergo risk assessment and if necessary, the change management process
es: Si la acción correctiva o preventiva arroja peligros o controles nuevos o modificados, los cambios propuestos deben someterse a evaluación de riesgos y, de ser necesario, al proceso de gestión de cambio

source: Where fall potential has been identified, use fall prevention measures against falls
es: En caso de identificarse un potencial de caída, usar medidas de prevención de caídas.

source: Where fall potential has been identified, use fall prevention measures against falls.
es: En caso de identificarse un potencial de caída, usar medidas de prevención de caídas.

source: Where fall potential has been identified, use fall prevention measures.
es: Usar medidas de prevención de caídas donde se haya identificado potencial de caídas.

source: Where fall potential has been identified, use prevention measures against falls.
es: En caso de identificarse un potencial de caída, usar medidas de prevención de caídas.

source: Where fall protection has been identified, use fall prevention measures against falls
es: En caso de identificarse un potencial de caída, usar medidas de prevención de caídas.

source: Where low or medium risk incidents or hazards are seen to occur in large numbers indicating a possible trend;
es: Donde los incidentes o peligros de bajo o mediano riesgo ocurran frecuentemente, lo que indica una posible tendencia;

source: Where national and local statutory requirements and associated codes of practice prescribe a higher standard than those contained herein, the legislative requirements take precedence.
es: Los requisitos de la legislación prevalecerán donde los requisitos legales nacionales y locales y los códigos de práctica asociados prescriban un estándar superior al aquí contenido.

source: Where no site specific data is available, the factors K and e can be estimated based on similar conditions.
es: Donde no haya datos específicos disponibles del sitio, los factores e y K pueden estimarse a partir de condiciones similares.

source: Where possible aviod working at night or when you would usually be asleep.
es: De ser posible evitar trabajos de noche o cuando normalmente estoy durmiendo.

source: Where possible plan work days to be less than 12 hrs (inc.
es: De ser posible, planear los días de trabajo para que duren menos de 12 horas (incl.

source: Where possible schedule one rest day every week.
es: De ser posible, programar un día de descanso cada semana.

source: Where possible the need to work where there is a risk of fall should be eliminated.
es: Si es posible, debe eliminarse la necesidad de trabajar donde haya un riesgo de caída.

source: Where possible, avoid the need to manually handle items.
es: De ser posible, evitar la necesidad de manipular objetos.

source: Where possible, measurements from the most recent time period were used.
es: Donde fue posible, se usaron las mediciones del periodo de tiempo más reciente.

source: Where possible, the location of the section (shown on slide 1) was chosen to be parallel to the direction of groundwater flow.
es: Donde fue posible, se escogió que la ubicación de la sección (mostrada en la diapositiva 1) fuese paralela a la dirección del flujo de agua subterránea.

source: Where pre-split drillholes are present in the bench face, it is evident that no pre-split crack has developed (Photograph 26), and the absence of development of a pre-split crack between drillhole collars is also indicated where a pre-split has been drilled and fired on the 4430 Bench (Photograph 27).
es: Donde ha habido barrenos de precorte en la frente, no hay indicios de que se hayan desarrollado grietas de precorte (Fotografía 26) y el desarrollo de una grieta de precorte entre los collares de los barrenos también está ausente donde se ha perforado y detonado un precorte en el banco 4430 (Fotografía 27).

source: Where present in the area of the starter dam, or seepage collection dams, permeable deposits would be removed prior to construction.
es: En caso de presentarse depósitos permeables en el área de la presa de arranque, estos serán removidos antes de la construcción.

source: Where reacting to a situation or finding would have prevented the incident from occurring.
es: Cuando la reacción a una situación o hallazgo hubiera prevenido el incidente.

source: Where required by Clients (see client section below).
es: Cuando los Clientes lo requieran (ver el capítulo sobre clientes más adelante).

source: Where routine checking and monitoring of the situation, equipment, personnel would have identified a deficiency before it contributed to an incident.
es: Cuando la revisión y monitoreo de rutina de una situación, equipo o personal habría identificado una deficiencia antes de que resultara en un incidente.

source: Where samples are transported and stored pending any form of testing the following shall apply:
es: Si hay que transportar y almacenar muestras a las que falte realizar algún tipo de ensayo, debe implementarse lo siguiente:

source: Where sampling from the bucket is required the following methodology must be followed:
es: Si fuera necesario tomar muestras de la pala, debe usarse la siguiente metodología:

source: Where the identification of the hazard or risk would have led to taking action to rectify before it contributed to an incident.
es: Cuando la identificación del peligro o riesgo podría haber resultado en la adopción de acciones para su corrección antes de que resultara en un incidente.

source: Where this is the case you shall comply with the client system and request appropriate training.
es: Si este es el caso, se debe cumplir con el sistema del cliente y solicitar la debida capacitación.

source: Where we cannot move a location outside the asset owner’s clearance zone we should use NDD (e.g. hand tools, vacuum excavation) to:
es: En caso de que no se pueda cambiar el lugar más allá de la distancia fijada por el propietario, deben usarse métodos de excavación no destructiva (herramientas manuales, excavación succión) para:

source: Where “N” is the cumulative number of earthquakes greater than or equal to M per year (earthquake annual rate), and “a” and “b” are constants.
es: Donde “N” es el número acumulado de sismos mayores o iguales a M al año (tasa anual de sismos) y “a” y “b” son constantes.

source: Wherever possible work shall be undertaken in such a way so as to avoid the need to enter a confined space.
es: De ser posible, el trabajo debe ser llevado a cabo de manera tal de evitar la necesidad de ingresar a un espacio confinado.

source: Whether we are in control of the vehicle or not we should always:
es: Ya sea que estemos o no en control del vehículo, siempre deberíamos:

source: While a Trim shot is apparently drilled out in front of the pre-split row, it does not appear that this is routinely fired to a free face (that is, it is fired in a “choked” condition), which can be expected to increase the damage to the rock behind the pre-split that develops when blasting the Trim shot (Photograph 30)
es: Si bien parece haberse perforado un cinturón frente a la fila de precorte, no parece que se haya detonado de manera rutinaria hasta una frente libre (es decir, se detona en condición “ahogada”), lo que es esperable que aumente el daño a la roca detrás del precorte que se desarrolla al detonar el tiro de regularización (Fotografía 30).

source: While a ground vibration limit of 150 to 175 mm/s would be considered reasonable for the Tres Gigantes, some degree of amplification of the blast vibration up the formation could be expected as a result of its tall slender configuration.
es: Si bien un límite de vibración del suelo entre 150 y 175 mm/s se consideraría aceptable para los Tres Gigantes, es esperable cierto grado de amplificación de la vibración por voladura subiendo por la formación como resultado de su configuración alta y delgada.

source: While driving on behalf of Golder, the operator of a vehicle shall “operate the mode of transport in a safe manner and comply with local regulatory requirements.”
es: Al conducir en representación de Golder, el operador del vehículo deberá "operar el modo de transporte con seguridad y cumplir con las exigencias pertinentes de la normativa local".

source: While identification of immediate causes is important, the underlying root cause shall be identified and corrective actions implemented to reduce the likelihood of a similar incident occurring.
es: Si bien la identificación de causas inmediatas es importante, la causa raíz subyacente se debe identificar y se deben implementar acciones correctivas para reducir la probabilidad de que ocurra un incidente similar.

source: While it is evident from these figures and the LOM pit plan (Figure 2.15) that thick sequences of FVSC will be exposed in the Phase 6 and LOM pit slopes, it is also evident that the current geological and geotechnical models are poorly developed within this critical unit where stability conditions may be poor compared to the competent Intrusives, and where stability is expected to be sensitive to the presence of groundwater.
es: Si bien resulta evidente a partir de estas figuras y del plan del pit LOM (Figura 2.15) que se expondrán secuencias potentes de la FVSC en la Fase 6 y en los taludes del pit LOM, también es evidente que los modelos geológico y geotécnico actuales tienen poco desarrollo entro de esta unidad crítica donde las condiciones de estabilidad pueden ser malas en comparación con los intrusivos competentes y donde se espera que la estabilidad sea susceptible a la presencia de aguas subterráneas.

source: While our Fatal Risk Control identifies 14 hours, it is important to remember that fatigue can impact driving ability prior to reaching that time limit, as was the case in this incident.
es: Aunque nuestros Controles de Riesgos Fatales identifican 14 horas, es importante que la fatiga puede afectar la capacidad de conducción antes de llegar a este límite de tiempo, como fue en el caso de este incidente.

source: While seepage collection systems will be in place to contain any lateral seepage from the WRF, Oxide, and Low Grade Ore (if required), in the Base Case assessment for the Project it is assumed that this seepage reports to the natural drainage systems surrounding these facilities.
es: Mientras los sistemas de recolección de infiltraciones serán construidos para contener cualquier infiltración lateral desde el depósito de estériles, pila de óxidos y pila de mineral de baja ley (de ser necesario), en la evaluación del caso base de simulación se considera que esta infiltración es recolectada por los sistemas de drenaje natural aledaños a estas instalaciones.

source: While seepage through the shallow, more active groundwater flow pathways (i.e., the weathered and fractured bedrock) is intercepted by the sidehill structure, the model indicates the potential for a small amount of seepage to begin migrating at depth (in the fresh bedrock) towards the Cauce 3 sub-basin.
es: Mientras la infiltración a través de los recorridos poco profundos y más activos de flujo de agua subterránea (la roca fracturada y meteorizada) es captada por la estructura de ladera, el modelo indica que existe potencial de que una pequeña fracción de la infiltración migre en zonas profundas (en la roca fresca) hacia la subcuenca del Cauce 3.

source: While sophisticated perimeter blast patterns may include multiple buffer rows and modified production rows, for initial design purposes we suggest the following guidelines:
es: Si bien los patrones de voladura perimetral sofisticados pueden incluir múltiples filas amortiguadas y filas de producción modificadas, para efectos de diseño inicial sugerimos las siguientes orientaciones:

source: While structure does exist within the Project area, drilling targeted to these features has not encountered enhanced transmissivity associated with the structure.
es: Si bien hay estructura en el área del proyecto, las perforaciones que apuntan a esta no han encontrado una mayor transmisividad que se pueda asociar a la estructura.

source: While the Jayula Superior is characterized by fracturing and alteration that resulted in poor bench stability in the upper slope, the Jayula Inferior in the lower slope is characterized by favorable rock quality and structural conditions, and has enabled developed of stable benches (Photograph 3).
es: Si bien Jayula Superior se caracteriza por el fracturamiento y la alteración que dio origen a la poca estabilidad de los bancos en el talud superior, Jayula Inferior en el talud inferior se caracteriza por una calidad de roca y unas condiciones estructurales favorables y ha permitido el desarrollo de bancos estables (Fotografía 3).

source: While the adaptor was sourced from a reputable supplier and it carries the mark of European Compliance (CE), there are no markings to indicate that it complies with local standards.
es: Aunque el adaptador ha sido adquirido de un proveedor de confianza y cuenta con la marca de Conformidad Europea (CE), no cuenta con marcas que indiquen que cumple con los estándares australianos.

source: While the boundary conditions will change through time as the mine footprints adjust through the operational period, Figure 21 provides an overview of how these are parameterized for each operational “snapshot” in time.
es: Dado que las condiciones de frontera variarán con el tiempo a medida que la huella de la mina se ajusta al periodo operacional en que se encuentre, la Figura 21 presenta una descripción de cómo se parametrizan estas condiciones de frontera para cada instantánea operacional en un momento dado.

source: While the definition associated with the MCE states that the source-to-site distance should be the closest to the site, other combinations of source-to-site distance suggest that slightly larger values may occur at other locations for a deep subduction seismic source.
es: Si bien la definición asociada al evento MCE indica que la distancia desde la fuente hasta el sitio debe ser la más cercana al sitio, otras combinaciones de distancia desde la fuente hasta el sitio sugieren que puede haber valores ligeramente superiores en otros lugares con una fuente sismogénica profunda de subducción.

source: While the ground vibration velocity is considered the best indicator of the damage potential from blasting operations, the frequency of the vibration must also be considered.
es: Si bien la velocidad de vibración del suelo se considera el mejor indicador del potencial de daño de las operaciones de voladura, también debe considerarse la frecuencia de la vibración.

source: While the model itself obviously lacks the detailed reality of the existing hydrogeologic system, the behaviour of a valid groundwater model reasonably approximates that of the real system.
es: Mientras el modelo carece de la realidad detallada del sistema hidrogeológico existente, su comportamiento se aproxima razonablemente al sistema real.

source: While the primary water features in the model domain (the Nus River, Guacas Creek and La Palestina Creek) were defined as part of the original construction of the model, the tributary streams to these features evolved iteratively through the calibration process to facilitate groundwater discharge in areas where surface seepage was forecast.
es: Mientras los elementos hidrológicos primarios en el dominio del modelo (Río Nus, Quebrada Guacas y Quebrada La Palestina) fueron definidos como parte de la construcción original del modelo, las quebradas afluentes de estos cambiaron iterativamente durante el proceso de calibración para facilitar la descarga de agua subterránea en áreas donde la infiltración superficial había sido estimada.

source: While the revised location was still within our “all clear” zone, this change in location moved our test pit directly over the conduit.
es: Aunque esta nueva ubicación seguía dentro del área "despejada", este cambio de ubicación dejó la calicata directo sobre el conducto.

source: While the universal travel adaptors were sourced as gifts, it is likely that some are in the possession of Golder employees.
es: Aunque los adaptadores de viaje universales fueron adquiridos como regalos, es posible que algunos de ellos estén en manos de colaboradores de Golder.

source: While there had been some discussion leading up to commencement of the team’s activities around PPE requirements for underground work, the entry into a potential acutely hazardous atmosphere was not considered during the preparation or review of the HASEP and as a result the relevant fatal Risk Control was not applied.
es: Si bien se había discutido en torno a los requisitos de EPP para trabajo subterráneo antes de iniciarse las actividades del equipo, no se consideró el ingreso a una atmósfera posiblemente muy peligrosa durante la elaboración o revisión del HASEP y, por ende, no se aplicó el Control de Riesgo Fatal pertinente.

source: While there is little data for age dating the principal stratigraphic units, their distribution and character enables aging relative to site tectonic and volcanic activities.
es: Si bien hay escasos datos para la datación de las unidades estratigráficas principales, su distribución y características permiten datarlas en relación con las actividades tectónicas y volcánicas en el sitio.

source: While these are noted and present within the Project Area, drilling targeted in these features has not indicated that they form preferential flow features and are therefore not considered to be of specific hydrogeological significance; this is discussed further in the points below.
es: Si bien estas se observan y se encuentran en el Área del Proyecto, las perforaciones destinadas a estas formas no han indicado que generen rasgos de flujo preferente y, por lo tanto, no se consideran de significado hidrogeológico específico; esto se analiza con más detalle en los puntos siguientes.

source: While we can't expect everything to switch over immediately, we encourage you to explore our new templates and other materials where it makes sense and with the least amount of interruption to your work.
es: Aunque no podemos esperar que todo se traslade a la nueva marca de inmediato, les pedimos que consideren las nuevas plantillas y otros materiales donde corresponda y evitando interrumpir su trabajo.

source: Whilst the management of HSSE is consistent regardless of the project, different tools may be employed to reflect project complexity.
es: Aunque la gestión de HSSE es la misma con independencia del proyecto, pueden emplearse distintas herramientas para reflejar la complejidad del proyecto.

source: Whilst undertaking a hydrogeological study at a mine site in Finland, a Golder employee along with drilling contractors were performing diamond drilling in the pit.
es: Mientras se llevaba a cabo un estudio hidrogeológico en una mina en Finlandia, un colaborador de Golder junto con contratistas estaban ejecutando perforación diamantina en el pit.

source: White, grey and black solid colours
es: Colores blanco, gris y negro lisos

source: Who is a Senior Leader?
es: ¿Quién es un líder senior?

source: Who will be best suited to deliver us victory?
es: ¿Quién es el más apto para llevarnos a la victoria?

source: Who?
es: ¿Quiénes?

source: Why Formula 1?
es: ¿Por qué la Formula 1?

source: Why carry out Site Visits?
es: ¿Por qué hacer visitas a faenas?

source: Why do we need to manage the journey?
es: ¿Por qué es necesario gestionar viajes?

source: Will explain in the next slides.
es: Esto se explicará en las diapositivas siguientes.

source: Will select most qualified, then negotiate price
es: Seleccionará al más cualificado y luego negocia el precio
